{
  "gratitude_sentences": {
    "en": [
      "I am grateful for my good health.",
      "I am thankful for the love and support of my family.",
      "I appreciate having a comfortable home to live in.",
      "I am grateful for my friends who bring joy to my life.",
      "I am thankful for the delicious food I get to eat.",
      "I appreciate the beauty of nature around me.",
      "I am grateful for the opportunity to learn and grow every day.",
      "I am thankful for my job and the ability to provide for myself.",
      "I appreciate having access to clean water.",
      "I am grateful for the technology that keeps me connected with loved ones.",
      "I am thankful for the kindness of strangers.",
      "I appreciate the chance to experience new things.",
      "I am grateful for my pet, who brings me unconditional love.",
      "I am thankful for the sense of security I feel in my life.",
      "I appreciate the freedom to express myself.",
      "I am grateful for the ability to read and write.",
      "I am thankful for the positive people who inspire me.",
      "I appreciate the ability to move and exercise.",
      "I am grateful for the moments of peace and quiet in my day.",
      "I am thankful for the opportunities to help others.",
      "I appreciate the comfort of a warm bed.",
      "I am grateful for the support of my colleagues.",
      "I am thankful for the joy of music in my life.",
      "I appreciate the chance to travel and explore new places.",
      "I am grateful for the wisdom of my elders.",
      "I am thankful for the beauty of a sunrise.",
      "I appreciate the laughter shared with friends.",
      "I am grateful for the ability to dream and set goals.",
      "I am thankful for the joy of a good book.",
      "I appreciate the comfort of a hot shower.",
      "I am grateful for the kindness I receive from others.",
      "I am thankful for the feeling of accomplishment after a hard day's work.",
      "I appreciate the beauty of a starry night sky.",
      "I am grateful for the ability to cook and enjoy meals.",
      "I am thankful for the moments of clarity and insight.",
      "I appreciate the love and companionship of my partner.",
      "I am grateful for the fun and excitement of hobbies.",
      "I am thankful for the health and happiness of my loved ones.",
      "I appreciate the feeling of being understood.",
      "I am grateful for the creativity that flows through me.",
      "I am thankful for the positive impact I can make in the world.",
      "I appreciate the lessons learned from past mistakes.",
      "I am grateful for the quiet moments of reflection.",
      "I am thankful for the strength to overcome challenges.",
      "I appreciate the support and encouragement I receive.",
      "I am grateful for the beauty of flowers in bloom.",
      "I am thankful for the taste of my favorite foods.",
      "I appreciate the inspiration I find in art and culture.",
      "I am grateful for the peace that comes with meditation.",
      "I am thankful for the feeling of being loved.",
      "I appreciate the thrill of learning something new.",
      "I am grateful for the opportunity to rest and recharge.",
      "I am thankful for the beauty of a rainbow.",
      "I appreciate the warmth of the sun on my skin.",
      "I am grateful for the excitement of trying new things.",
      "I am thankful for the strength and resilience within me.",
      "I appreciate the comfort of familiar routines.",
      "I am grateful for the chance to meet new people.",
      "I am thankful for the moments of joy and laughter.",
      "I appreciate the wisdom gained from experience.",
      "I am grateful for the feeling of being connected to others.",
      "I am thankful for the opportunities to grow and improve.",
      "I appreciate the beauty and serenity of the ocean.",
      "I am grateful for the support and love of my community.",
      "I am thankful for the fun and playfulness of children.",
      "I appreciate the feeling of being in the present moment.",
      "I am grateful for the ability to solve problems.",
      "I am thankful for the wonder and curiosity of life.",
      "I appreciate the joy of spending time with loved ones.",
      "I am grateful for the clarity of my thoughts.",
      "I am thankful for the beauty of the changing seasons.",
      "I appreciate the feeling of accomplishment.",
      "I am grateful for the sense of purpose in my life.",
      "I am thankful for the peace and calm of a quiet evening.",
      "I appreciate the joy of giving and receiving.",
      "I am grateful for the ability to communicate with others.",
      "I am thankful for the excitement of new opportunities.",
      "I appreciate the love and support of my friends.",
      "I am grateful for the strength and courage to face my fears.",
      "I am thankful for the comfort of a cozy home.",
      "I appreciate the beauty of a clear blue sky.",
      "I am grateful for the feeling of hope and optimism.",
      "I am thankful for the wisdom of my mentors.",
      "I appreciate the joy of celebrating special occasions.",
      "I am grateful for the sense of belonging.",
      "I am thankful for the ability to forgive and let go.",
      "I appreciate the beauty of the natural world.",
      "I am grateful for the support of my family.",
      "I am thankful for the feeling of inner peace.",
      "I appreciate the excitement of discovering new things.",
      "I am grateful for the ability to pursue my passions.",
      "I am thankful for the moments of happiness.",
      "I appreciate the beauty of a well-crafted meal.",
      "I am grateful for the joy of watching a good movie.",
      "I am thankful for the feeling of being appreciated.",
      "I appreciate the strength to keep moving forward.",
      "I am grateful for the opportunities to learn and grow.",
      "I am thankful for the love and care I receive.",
      "I appreciate the beauty of a well-tended garden.",
      "I am grateful for the ability to live in the present moment."
    ],
    "si": [
      "Hvaležen sem za svoje dobro zdravje.",
      "Hvaležen sem za ljubezen in podporo svoje družine.",
      "Cenim, da imam udoben dom za bivanje.",
      "Hvaležen sem za prijatelje, ki mi prinašajo veselje v življenje.",
      "Hvaležen sem za okusno hrano, ki jo lahko jem.",
      "Cenim lepoto narave okoli mene.",
      "Hvaležen sem za priložnost, da se vsak dan učim in rastem.",
      "Hvaležen sem za svojo službo in sposobnost, da se preživljam.",
      "Cenim, da imam dostop do čiste vode.",
      "Hvaležen sem za tehnologijo, ki me povezuje z ljubljenimi.",
      "Hvaležen sem za prijaznost neznancev.",
      "Cenim priložnost, da doživim nove stvari.",
      "Hvaležen sem za svojega ljubljenčka, ki mi prinaša brezpogojno ljubezen.",
      "Hvaležen sem za občutek varnosti, ki ga čutim v svojem življenju.",
      "Cenim svobodo izražanja.",
      "Hvaležen sem za sposobnost branja in pisanja.",
      "Hvaležen sem za pozitivne ljudi, ki me navdihujejo.",
      "Cenim sposobnost gibanja in telovadbe.",
      "Hvaležen sem za trenutke miru in tišine v svojem dnevu.",
      "Hvaležen sem za priložnosti, da pomagam drugim.",
      "Cenim udobje tople postelje.",
      "Hvaležen sem za podporo svojih sodelavcev.",
      "Hvaležen sem za veselje do glasbe v svojem življenju.",
      "Cenim priložnost za potovanja in raziskovanje novih krajev.",
      "Hvaležen sem za modrost svojih starejših.",
      "Hvaležen sem za lepoto sončnega vzhoda.",
      "Cenim smeh, ki ga delim s prijatelji.",
      "Hvaležen sem za sposobnost sanjanja in postavljanja ciljev.",
      "Hvaležen sem za veselje ob dobri knjigi.",
      "Cenim udobje vročega tuša.",
      "Hvaležen sem za prijaznost, ki jo prejemam od drugih.",
      "Hvaležen sem za občutek dosežka po napornem dnevu.",
      "Cenim lepoto zvezdnatega nočnega neba.",
      "Hvaležen sem za sposobnost kuhanja in uživanja obrokov.",
      "Hvaležen sem za trenutke jasnosti in vpogleda.",
      "Cenim ljubezen in družbo svojega partnerja.",
      "Hvaležen sem za zabavo in vznemirjenje, ki jih prinašajo hobiji.",
      "Hvaležen sem za zdravje in srečo svojih ljubljenih.",
      "Cenim občutek, da me razumejo.",
      "Hvaležen sem za ustvarjalnost, ki teče skozi mene.",
      "Hvaležen sem za pozitiven vpliv, ki ga lahko imam na svet.",
      "Cenim lekcije, ki sem se jih naučil iz preteklih napak.",
      "Hvaležen sem za tihe trenutke razmišljanja.",
      "Hvaležen sem za moč, da premagam izzive.",
      "Cenim podporo in spodbudo, ki jo prejemam.",
      "Hvaležen sem za lepoto cvetlic v razcvetu.",
      "Hvaležen sem za okus svojih najljubših jedi.",
      "Cenim navdih, ki ga najdem v umetnosti in kulturi.",
      "Hvaležen sem za mir, ki ga prinaša meditacija.",
      "Hvaležen sem za občutek ljubezni.",
      "Cenim vznemirjenje ob učenju nečesa novega.",
      "Hvaležen sem za priložnost za počitek in obnovo moči.",
      "Hvaležen sem za lepoto mavrice.",
      "Cenim toplino sonca na svoji koži.",
      "Hvaležen sem za vznemirjenje ob poskušanju novih stvari.",
      "Hvaležen sem za moč in vzdržljivost v sebi.",
      "Cenim udobje znanih rutin.",
      "Hvaležen sem za priložnost, da spoznam nove ljudi.",
      "Hvaležen sem za trenutke veselja in smeha.",
      "Cenim modrost, pridobljeno z izkušnjami.",
      "Hvaležen sem za občutek povezanosti z drugimi.",
      "Hvaležen sem za priložnosti za rast in izboljšanje.",
      "Cenim lepoto in spokojnost oceana.",
      "Hvaležen sem za podporo in ljubezen svoje skupnosti.",
      "Hvaležen sem za zabavo in igrivost otrok.",
      "Cenim občutek, da sem v sedanjem trenutku.",
      "Hvaležen sem za sposobnost reševanja problemov.",
      "Hvaležen sem za čudo in radovednost življenja.",
      "Cenim veselje ob preživljanju časa z ljubljenimi.",
      "Hvaležen sem za jasnost svojih misli.",
      "Hvaležen sem za lepoto spreminjajočih se letnih časov.",
      "Cenim občutek dosežka.",
      "Hvaležen sem za občutek namena v svojem življenju.",
      "Hvaležen sem za mir in spokojnost mirnega večera.",
      "Cenim veselje dajanja in prejemanja.",
      "Hvaležen sem za sposobnost komunikacije z drugimi.",
      "Hvaležen sem za vznemirjenje novih priložnosti.",
      "Cenim ljubezen in podporo svojih prijateljev.",
      "Hvaležen sem za moč in pogum, da se soočim s svojimi strahovi.",
      "Hvaležen sem za udobje prijetnega doma.",
      "Cenim lepoto jasnega modrega neba.",
      "Hvaležen sem za občutek upanja in optimizma.",
      "Hvaležen sem za modrost svojih mentorjev.",
      "Cenim veselje ob praznovanju posebnih priložnosti.",
      "Hvaležen sem za občutek pripadnosti.",
      "Hvaležen sem za sposobnost odpuščanja in spuščanja.",
      "Cenim lepoto naravnega sveta.",
      "Hvaležen sem za podporo svoje družine.",
      "Hvaležen sem za občutek notranjega miru.",
      "Cenim vznemirjenje ob odkrivanju novih stvari.",
      "Hvaležen sem za sposobnost sledenja svojim strastem.",
      "Hvaležen sem za trenutke sreče.",
      "Cenim lepoto dobro pripravljenega obroka.",
      "Hvaležen sem za veselje ob gledanju dobrega filma.",
      "Hvaležen sem za občutek, da sem cenjen.",
      "Cenim moč, da grem naprej.",
      "Hvaležen sem za priložnosti za učenje in rast.",
      "Hvaležen sem za ljubezen in skrb, ki ju prejemam.",
      "Cenim lepoto dobro urejenega vrta.",
      "Hvaležen sem za sposobnost življenja v sedanjem trenutku."
    ]
  }
}
